[
{
  "model": "texts.text",
  "pk": 1,
  "fields": {
    "title": "Duty Above All - Section 1",
    "content": "“You brood a lot Jordan… And always here.” Charlotte gestured toward the window and came to stand beside him looking out upon the pincushion of Shanghai. The curve of the building allowed them a one-hundred-and-eighty- degree view of the western sector of the metropolis. Hordes of serfs ran about their lowly business on the streets below. Jordan had never been that low. Clouds had formed around the skyscraper a few floors up, barring a good view of the night sky. A sky he had never touched.\r\n\t“I like having time to think. It's a good skill for a leader to have.” He glanced at Charlotte, golden locks claiming her back, her luminescent eyes the company compulsory orange with a fleck of crimson, betraying British heritage. She was wearing the same as he was, a black jumpsuit accented with a single copper pauldron; the logo of Newhaven General Engines engraved and sparkling. His father liked to remind his children who they belonged to. “It gives me time to explore more than the same shit over and over.”\r\n\t“I have to admit, it makes you look imposing.” She chuckled out slightly. “You look a lot like father too.”\r\n\tThe comment made Jordan flinch, that tyrant was not a person to emulate. He turned away and headed for a sofa, flopping onto it with his head in his hands. “I don’t feel imposing, Char, especially not with this function coming up. I’ve no idea what to think. The only people I’ve ever met are on these floors! I have less experience of the world than half the servants… How am I supposed to hold a conversation with whichever executive decides it’d be fun to test the fresh fish? It’s too much, just dropping us in it like this.”\r\n\t“Jordan, father wouldn’t be bringing us along if he weren’t confident in our abilities.” Charlotte poured out a tumbler each of Sandoval Vodka, a brand made to commemorate the first Mon’Arch’s conquest of the Siberian subcontinent. Some towns were worth less than a bottle.  “He only intends for us to attend anyway, just so those executives can see us. Just put on that imposing face of yours and I’m sure we’ll be given a wide berth. Regardless, you of all people should be glad! This is what you wanted right? Freedom; a chance to get out into the world; the chance to realise your ambition?”\r\n\tJordan felt an uneasy mix of humility and pride swell within him. Yes, that was what he wanted, that had always been what he wanted, but the responsibility of it made him wary. He felt like a coward. Weak, he thought, although the voice sounded all too much like his father, you’re pathetic. He knocked back the vodka, the burn of liquid courage helping to push his doubts aside. “Good point. I could,” he lied, “Come out of this all the better.”\r\n\tDespite his words,  an uncertainty was evident in his voice that caused Charlotte to grow even more concerned. “You’re worrying me Jordan. Since we were kids you’ve always been confident, ambitious, certain.” Jordan returned his attention to the window’s vista. Easier to meet a lion's gaze than his sister's pleading eyes. “Recently you’ve become spacey and cautious… Hesitant. The others, they need you. I need you. You’ve always been the leader, so they look to you for direction. Even Liyang, so headstrong, and boastful. But he can only be that way because you’re his anchor, so long as you’re calling the shots he’ll keep smiling and playing tough.” She reached over and laid a hand on his knee. “Please Jordan, trust in yourself… trust in yourself as we do.”\r\n\tHe wasn’t sure what to say. That she was right? That he was starting to question the validity of his ambitions? That the weight he had placed on his own back was looming over him, daring him to try to stand? This, at least, was what he loved about Charlotte. Although they were siblings by upbringing, she had always filled in as mother bear and although she asked hard questions, Jordan appreciated the critique she granted. Her therapising ways were a valuable resource, one that he and his siblings desperately needed. That didn’t mean he wanted to answer her though. Just as he thought a related compliment might help deflect the conversation, his other sister wrapped on the doorframe.\r\n\t“Oh, sorry!” The small Yaxing said, half-hidden behind the wall, her black bob-cut obscuring a grin. “Are we having a private moment? Well, you better finish up quick, father’s called for dinner.”\r\n\tJordan shot right up, thankful for the excuse to leave his sister’s worry unanswered. Charlotte rose slowly, speaking through her brother’s back with a sigh. “Thanks, Ya, we’ll be right there.”",
    "user": 1
  }
},
{
  "model": "texts.text",
  "pk": 2,
  "fields": {
    "title": "Duty Above All - Section 2",
    "content": "They followed Yaxing out into the corridor, passing a team of servants who stepped aside and made a show of reverent bows, lesser as they were. The corridor itself had a slated side with a sheet of water trickling down over it, colourful fish swam in a stream at the base. Jordan and his sisters took a few turns through similar minimalist corridors and lounges, the decor was a ubiquitous slate grey and black, with accents of orange, emulating the company colours. Some might have called it a bleak place to raise children in, but to Jordan, it was all he had ever known, or at least seen in person. Eventually, the trio arrived outside a set of double doors.\r\n\t“Everybody ready?” Said Jordan, making use of a nearby mirror to comb his hair back, straighten his garments and polish his copper pauldron. Yaxing stood patiently by the door while Charlotte used her sister’s pauldron to check her own appearance. Look how nervous he makes you, even now, in your prime. Jordan stared daggers into his own eyes. Shut up. “Char? Good. If you’d please Ya…”\r\n\tYaxing stepped forward and threw the doors open as she went, pushing into the dining room along with her taller siblings. What spread out before them was more of a conference room than anything made for dining, but in their household, there was little difference between the two. Glass spanned in an acute arc around the far side, accompanied by a perimeter of plants and miniature trees. Lit alcoves along the near wall held priceless artifacts, remnants of the company's heritage. A long slab of martian basalt hovered as a snide trophy in a place of a conventional table, with a kindred throne at the head and similarly bleak dining chairs around. Sitting in their usual places were the two other members of the Director’s ‘family’. Liyang was a powerfully built youth with a political mix of Chinese and Egyptian to him. He boasted an arsenal of muscles and a Cheshire grin to match, when not sitting next to their father. A few too many pitched battles in the sim-field had left his nose smashed flat into his face and scars he’d fight and die to keep reached across his face. Next to Liyang sat Yukito, a formal and reserved boy, his long hair tried its hardest to hide his slim and pale features, and the dim light of a neural interface bounced from orange and white irises.\r\n\tThe man in the ultimate chair didn’t look up as Jordan crossed the black tiles, too busy with the surreality of his own neural interface. Zemin Ma, Director of Newhaven General Engines, appointed board member of the Newhaven Metropolitan Governance Board and father of five genetically enhanced children, each of whom shared DNA with some of the world’s most influential and merited elites. The man was worshipped by his hundred million employees - those that liked keeping their heads on their shoulders anyway. His company, NGE, was responsible for the majority of the vehicular transport under Mon’Archy control. NGE’s domain encompassed the entire easten side of Shanghai, right up to the riverbank, and NGE condominium stacks could be seen out the window, growing high up against the far-off perimeter wall. Within the domain, the crush of factories, warehouses and skyscrapers went unbroken.\r\nWithout looking up, Zemin spoke. “Jordan, Charlotte, Yaxing. Take your seats.” The voice was the familiar disdainful rumble, had gravel the ability to speak, it might have sounded smoother. They did as ordered and Jordan had just reached his favoured position directly opposite his father when he realised the change. As his hand traced the edge of the new chair, he glanced warily toward his father. “Congratulations Jordan. I saw fit to make a more direct representation of your status among my heirs. That is a proportional replica of my own throne. Flown directly from Mars.”\r\nI don’t need your bribes, old man. Jordan bit back his disgust, feeling his father’s touch baring down upon him, tainting all he was. Yet he still felt the slightest bit grateful, feeling it a deserved reward. Not wanting to disgruntle his patriarch, Jordan grabbed hold of that small thanks and tried to restrain his bitterness. “Thank you, Father.”\r\nA sharp, barking laugh split the Director's mouth. “You can barely hide your disdain, boy. A worse liar I have never seen, except maybe Yukito.” Yukito, along with the others, remained obediently silent, staring down and away. Liyang’s stature had broken. They knew their place, and it was not - not ever - to question their father. “Never did I imagine my children being quite so pathetic.”\r\nJordan knew to kill his pride then, lest his father might see a spark of further resistance. “I’m sorry, Father. I can only hope to one day meet your expectations.”\r\n“Hm,” Zemin mumbled, placated by his son’s submission. “Tell me, boy… Are your siblings ready for the board meeting? I cannot have you fumbling around in public. Especially with the Board there.”\r\n“We will not let you down, Father.”\r\n“Hm. I should hope so, boy. Get your brothers and sisters ready. See to it that this jaunt goes off without a scratch and I might even consider allowing you free roam of the building.”\r\nSome day, old man… “Yes, Father.”",
    "user": 1
  }
},
{
  "model": "texts.text",
  "pk": 3,
  "fields": {
    "title": "Duty Above All - Section 3",
    "content": "Slytar Eisedjin was worried. He was the Supreme Secretary, lord of all the minutiae in the Mon’Archy. Where others like Annenkov might command troops and battle armies, Slytar had another battle. All the paperwork, the scheduling, the balls, the banquets, the lunch-dates the Mon’Archy had to throw at His Most Glorious Highness, Gabriel Putin, was his job to deal with. But while he might be able to juggle half the world’s paperwork on his desk, what the Mon’Arch wanted now would start his office down a path to utter chaos.\r\n\tMarching down the grand hallways of the Mountain Palace with the Mon’Arch, Slytar could not stop thinking. War was coming. The war. Half a planet to conquer, the entirety of it at stake. The Conqueror Maximilian Sandoval, Glory be his name, had delivered the Mon‘Arch the northern hemisphere. Now it seemed His Most Glorious Majesty, He Who Sits Above All, wished to claim the rest of the globe. After forty years of ‘peace-time’ rule. After everything was so calm and mundane.\r\n\tSlytar had laboured, these past five decades, to establish a political and economic landscape of prosperity unrivalled (allowing for relative technological standards) by any empire in history. Not least that ghastly so-called ‘Collective’ that had grown out of the African megacities. War could well break all of his glorious work.\r\n\t“So? Your thoughts Slytar?”\tThe Mon’Arch might have appeared an inconspicuous man, had he not been wearing the cold silver and diamond crown of his predecessor and a thread-of-silver victory coat sewn to overflowing with heavy medals. He went on in his gruff Siberian accent, groping the crown from his head with frustration, “Those boot-licking havenists always loved to show off. Like purifying the atmosphere wasn’t enough for them. They had to make the most uncomfortable crown possible too.”\r\n\tThankful for the diversion, he almost tripped over his own tongue, “A-about the crown, Your Majesty? Oh, I do think it looks magnificent, but I fear the havenists were maybe a tad too eager with it. But you know how they get about cancelling The Debt…”\r\n\tWas that a sneer? More than likely, “Don’t remind me Slytar. That lot would bite your fingers off to get at the chaff in your palm, but the moment a man rebuilds their cities for them, oh it's all give, give, give.”\r\n\tYes! He thought, A tangent! “Let us not forget who destroyed their cities in the first place, Your Majesty.”\r\n\t“I said not to remind me!” Gabriel all but barked, “Anyway, that is not what I meant and you know it, Slytar.”\r\n\tWell, that sounded rather menacing. But then again, Slytar could not recall a time when he had been this evasive. Maybe sixty-something years ago when his aunt had asked to stay over. He had been living on Grandtop’s sixth plate then and, well… he just couldn’t have a fifth-plater dirtying the rugs. It was lucky too, his boss at the time had come for a surprise visit that night - with strong sixth-plate ancestry - and that lot would not take kindly to sentimental up-and-comers. Tradition dictated cutting familial ties after moving plates, so Slytar Boosman quickly became Slytar Eisedjin. Shame, he had liked that aunt. “Must I say, Your Majesty?” Slytar was exactly what people expected to see in a secretary, and although his body had been improved via surgeries - as were the persons of almost all of those on the seventh plate; whether that be in aid of capability, aesthetics, or pleasure - his spindly figure towered over that of the unenhanced Mon’Arch. With a coffee dark face best compared to a chisel and dirty blonde hair blasted back from his face, the man looked like an elf combined with a paintbrush. Right then he might have reassembled a dreary willow.\r\n“Out with it.”\r\n“Well, Your Majesty,\" he said, \"I really must say that everyone knew this was coming, but with the pervasion of this… collective, I cannot say that…'' He struggled not to snarl, \"war… would be an easy prospect. Of course, Saito-Smith Armaments will be pleased, NGE as well. I dare say there is a Newhaven company who wouldn't chomp at the bit for a war. Not that they fared well in the last one…” Gabriel’s eyes might have cut stone with the look he gave Slytar. He really was not acting himself today, slighting the Mon’Arch so! “Moving on, Your Majesty, Oldguard will be pleased, retaking Mon'Archy heritage sites has been the focus of their wettest dreams for the last century. I seem to remember Hierarch Maximillian has his eyes set firmly on retaking his home town in southern Mexico.”\r\n“But?”\r\n“Oh, Your Majesty, I really am not sure how to put this…”\r\n“You don’t think I’m up to waging a war do you?”\r\nSlytar wasn’t sure his teeth could grind any harder - not without cracking, certainly. He ran a hand through his hair to hide the twitch of his eye. “You know I would never slander your name, Your Majesty. It’s just… you have been out of the fight now for decades. Your reputation is that of security and prosperity, a thing I have worked very hard to achieve. War, especially a truly global war, is as much appearances and theatrics as it is fighting, Sire.\r\n“And yet I am still pushing for war…”\r\n“If you are still pushing for war, you either believe you can win regardless of your reputation… or you plan to change the face of the war… Annenkov?! You plan to pass the crown to him?!”\r\nSpittle flew as Gabriel burst into laughter. “No, Slytar, not that. General Annenkov would resent me and the position were it thrust apon him. He can do no better for the Mon’Archy than from his current position. No, something much more sensible. I shall acquire an apprentice! Donovan Sandoval took me under his wing during his campaign across Siberia, and now I shall look for a meritful heir to the crown. Some young buck rearing to start a life of ambition.”\r\nGreat, worse than war, the old goon was looking to retire.",
    "user": 1
  }
},
{
  "model": "texts.text",
  "pk": 4,
  "fields": {
    "title": "Duty Above All - Section 4",
    "content": "A red sun was setting to the far West, leaving the sky an unfair battleground, royal blue and cool black held the eastern majority. Gabriel paused briefly in his pacing along the window’s edge, the diamond in his crown refracting the fiery sky behind. “A glorious evening, isn’t it?”\r\n\tThe Supreme Assembly had gathered in the assembly hall at Gabriel’s leisure. Including himself, one hundred of the most dedicated men and women were represented, some only in a robotic avatar whilst in an office afield. Ninety aides and the like lined the galleries, in front of which, sat at three bowed desks, were the ‘supes’; Supreme this, that and t'other. On the right desk sat the Supreme Diplomat, flanked by the Supreme Peerator and Supreme Broker. On the middle desk, Supreme Secretary Eisedjin sat with the Supreme Statistician and Supreme Remembrancer. \r\n\tThe Supreme Garrisoner, Tansent Ra, snidely handsome yet ever the boot-licker, leapt to reply to his Mon’Arch’s ice-breaker. “A most glorious evening, as you say, Your Most Glorious Majesty.”\r\n\tGabriel Putin was the second in the line of Sandovalian Mon’Arch’s, having been crowned by the previous Mon’Arch, Donovan. Gabriel had forsaken his ties to his Siberian wasteland then and there, jumping to securing that which his predecessor had claimed. Gnarled and cunning, the man struck a respectful breed of fear into his populace and submissive personnel.  His face was a stark contrast to those sitting around the throne room, where their skins were youthful, smooth and crisp, his was untouched by any anti-aging therapist. Resigned to his role. Resolute in his mortality. Unforgiving because of, or even in spite of, the loom of the reaper’s heavy scythe. It was, after all, his hand that held the power of life and death over forty billion people.\r\n\tThe meritocratic elite that ruled under the Mon’Arch himself sat arrayed among three crescent tables. Supreme Warmonger Uriel Annenkov might have been the mountaintop from which the Mountain Palace took its inspiration, for all outwardly concerns. The man had remained a useful lapdog to Gabriel for all of his life, and with the help of those new-fangled genetic surgeries, the man would likely follow the next Mon’Arch with the same dogged loyalty. A good man.\r\n\t[Describe the vista]\r\n[Describe Gabriel’s thoughts on Grandtop] A man-made mountain city three kilometers tall, sixty kilometers in width, Grandtop spoke for itself.\r\n\tFrom where he stood, Gabriel thought he saw Secretary Eisedjin nudge Remembrancer Asala Mounir, who quickly scaled the dias to stand beside him and turned to face the chamber at large. Gabriel had always liked Asala, although no one in the Mountain Palace could be said to lack dedication, this slim Morrocan was brimming with the stuff. In the first few weeks after coming to the seventh plate, it was not uncommon to see her hiding in a corner somewhere in teary-eyed disbelief. Such passion made her a captivating orator, with a magmatic ire for the disloyal. The girl’s parents, as dogged Mon’Archists as her, refused to relent in sending Gabriel home-baked treats, each time with a small note thanking him. If the palace confectionist retired anytime soon, he knew who would be replacing him. With a smile on her lips and a purr to her voice, Remembrancer Mounir struck her arms outward and spoke aloud, “His Most Glorious Majesty, He Who Sits Above All, has gathered an assembly of powers. Do the powers gathered here accept His dominion?”\r\n\tThe answer to that question always gave Gabriel a buzz, silken fingers stroking his ego. He resisted the urge to smile and remained in an imperious pose that had always felt just right. “Yes,” they called. “Yes,” she whispered.\r\n\t“His Most Glorious Majesty, He Who Sits Above All, has dominion over continents and oceans alike. Do the powers gathered here pledge their subservience to him, in service of maintaining His realm?”\r\n\t“Yes,” they called. “Yes,” she whispered, lips quivering.\r\n\t“His Most Glorious Majesty, He Who Sits Above All, has dominion over powers numbering ninety and nine. Do the powers gathered here accept the duty of protecting His subjects, policing them and waging war in their interests and His name?”\r\n“Yes,” they called. “Yes,” she whispered, body trembling.\r\n“Those powers gathered here have entered a pact. This pact is sealed. Break it at great peril. May His reign be bright.”\r\nIt was Gabriel’s time to shine, glory save him from the headache this would cause. The dogs would bark and the cats would hiss, but they would all come around. They knew as well as he did his actions were inevitable. “Thank you, Supreme Remembrancer. Powers, I have gathered you here today on a matter of state. I know for many, this empire is akin to diamond; forged in heat and pressure to create a substance that is one of the hardest, most orderly, most beautiful in existence. And, such a substance, can easily seem as if it were eternal. But need I remind you that this Mon’Archy is still in its spring, as it were. The egg is still hatching. The seeds are still flying in the wind.\r\n“The powers gathered here have built a foundation of steel from the forge-fires that the Conqueror Donovan Sandoval, Glory be his name, threw us into. Now, I needn’t remind you, that no matter how strong the materials, a lopsided foundation is doomed to the disaster of collapse. We, mighty powers, have laid such a foundation! Quibble as you like, yet it is true! North and  South may be opposites, yet together they provide balance and stability. Yes, oh great and mighty powers, I talk of global unification. Under a properly administered hierarchy. Under Mon’Archy.” \r\nOh, that had done it. He could see the hunger in their eyes now, gnawing at their patience. Annenkov had the look of a wolf in a butcher’s shop. Supreme Admiral Mo Fayed was giggling, fat hands cradling his girthy Egyptian bulk. Across the room, Supreme Diplomat Fiore Sant, a European who was lithe in the way of a steel cable, with a taught blonde ponytail, looked like she might bite off Annenkov’s nose. The diplomacy corps would not appreciate the hostilities. The Supreme Statistician Khoidod Baatyr, pulled from the farming colonies on the Mongolian steppe, had already blinked out of reality and into his neural interface, likely crunching numbers and budgeting for worldwide war. Yes, they were ready, now for the other issue.\r\n“Sadly, I am not to be the face of this war. I have stayed my course as a peacetime Mon’Arch too long, for all my youthful days of warfare. No, as the Supreme Secretary pointed out to me earlier, war is won as much by appearances as by firepower. And Warmonger Annenkov, as well known as he is, is not Mon’Arch. Relax Uriel, you are not the man I will hand my crown to. I will be following in the Conqueror’s footsteps and claiming myself an apprentice.” Now Gabriel turned to Fiore and beside her, Nicole Conceicao Bastos, the Supreme Peerator and manager of nobilities. “Diplomat Sant, Peerator Bastos, you will be in charge of dispersing news throughout Mon’Archy channels. Only the best of youths in my realm are eligible, between the ages of sixteen and twenty one. Secretary Eisedjin, the havenist governance board is meeting in a couple of days. You will attend in my name and disseminate similar information. Keep a keen eye out for any possible candidates, but also inform the Directors of the upcoming war. Garrisoner Ra, ramp up recruitment, collaborate with Remembrancer Mounir, come up with some appropriately inspiring propaganda. Statistician Baatyr, I trust I’ll have budgeting simulations on my desk by this afternoon, wire the data through our Hatake Logical servers if you have need…” The orders droned out, those aides not already networking orders through cyberspace were sprinting from the room.",
    "user": 1
  }
},
{
  "model": "texts.text",
  "pk": 5,
  "fields": {
    "title": "Duty Above All - Section 5",
    "content": "Slytar Eisedjin was packing his things in his office. He loved his job. Despite what the Mon’Arch told him, it was a luck-delivered, right-place, right-time sort of thing. But he worked himself to the bone to fulfill his role, and his peers - even after decades of work alongside them he struggled to see them as such - recognised and complimented him for it.\r\n\tHe loved his office, prized above the couple hundred million serfs swarming in the early nighttime on the plates below, it was carved especially for him into the synthetic rock that sprouted from the Seventh Plate. It was only fitting for the head secretary who held such an esteemed position amongst His Most Glorious Majesty’s administration. He still didn’t believe he deserved it.\r\n\tSlytar tried to think of how to proceed. He needed help. Regardless of the loyalty of Gabriel’s staff, sooner or later that damnable Collective would hear about the prerogative of war. Anywhere he went there might be the risk of assault. So a military-grade bodyguard would be in order. A display of power like that would help reinforce his position with the havenists as well, although they needed little reminder, it couldn’t hurt. He searched his neural interface, skimming through the Mon’Archy’s admin index, and pinged a voice call request. It took several minutes, but luckily, even the Supreme Admiral could make time quickly for Slytar.\r\n\t“Supreme Secretary Eisedjin! Calling at this hour? I was just enjoying a couple of sultry serf-boys,” Slytar heard someone whistle playfully in the background, “but you requested a communion, so here I am! What can Old Mo do for you?”\r\n\t“Supreme Admiral Fayed.” Slytar beamed, pleased his colleague was so accommodating of the untimely interruption of the man’s sexual exploits. “I am loath to part you from your partners but I have a favour to ask of you…”\r\n\t“A favour eh, Sly?” he cackled, “Am I correct to assume the favour will be reciprocated… in my chambers?”\r\n\tSlytar could hear the man grinning. “That… is correct.”\r\n\t“Your graciousness is astounding, Sly! My companions and I look forward to your arrival. Wadaeaan!”",
    "user": 1
  }
}
]
